{
   "nav_home": "início",
   "nav_about": "sobre",
   "nav_skills": "skills",
   "nav_contact": "contato",
   "main_title": "Sou a Ana, uma Desenvolvedora Full Stack",
   "github_button": "Ver GitHub",
   "about_title": "Sobre Mim",
   "about_text_p1": "Sou uma desenvolvedora full-stack apaixonada em criar soluções que combinam design e performance. Com mais de quatro anos de experiência em diversos projetos, trabalho tanto em aplicações web quanto desktop, masterizando tecnologias como HTML, CSS, JavaScript, Bootstrap, MySQL e Delphi, especialmente em sistemas de gestão de empresas.",
   "about_text_p2": "Além disso, também sou uma grande entusiasta da segurança da informação, buscando sempre combinar performance com desenvolvimento seguro nas minhas aplicações.",
   "about_text_p3": "Atualmente, sou graduanda em Análise e Desenvolvimento de Sistemas, procurando por aprendizado contínuo, explorando novas ferramentas e técnicas para entregar experiências ainda melhores.",
   "age_label": "Idade:",
   "age_content": "21",
   "location_label": "Local:",
   "location_content": "São Paulo, Brasil",
   "color_label": "Cor:",
   "color_content": "Vermelho",
   "superhero_label": "Super-Herói:",
   "superhero_content": "Batman",
   "movie_label": "Filme:",
   "movie_content": "Interestelar",
   "tvshow_label": "Série:",
   "tvshow_content": "The Big Bang Theory",
   "book_label": "Livro:",
   "book_content": "Em Outra Vida, Talvez — Taylor J. Reid",
   "skills_title": "Minhas Skills",
   "skill1_title": "HTML/CSS",
   "skill1_text": "Experiência na estruturação de páginas web com foco em semântica, acessibilidade e boas práticas. Proficiências no desenvolvimento de interfaces responsivas e convidativas, usando conceitos fundamentais e avançados como flexbox e grid.",
   "skill2_title": "JavaScript",
   "skill2_text": "Habilidade em construir funcionalidades dinâmicas e interativas para aplicações web, desde manipulação DOM até integração de APIs. Focada no código limpo e escalável, que promove a melhor performance e experiência do usuário.",
   "skill3_title": "PHP",
   "skill3_text": "Proficiência em construir sistemas backend confiáveis, habilidade em estrutura limpa, segura e código sustentável para suportar aplicações web escaláveis. Experiência com frameworks MVC, fluxos de autenticação e integração com serviços externos.",
   "skill4_title": "SQL",
   "skill4_text": "Conhecimento em modelagem de dados, escrita de queries otimizadas e integração de bancos de dados relacionais em aplicações. Capaz de lidar com grandes volumes de informação enquanto asseguro a integridade, consistência e eficiência no armazenamento e recuperação dos dados.",   
   "skill5_title": "Delphi",
   "skill5_text": "Experiência no desenvolvimento e manutenção de sistemas desktop, com um forte histórico em aplicações ERP. Proficiência em criar interfaces, relatórios e rotinas de lógica de negócio, garantindo a robustez, estabilidade e performance em soluções empresariais.",
   "contact_title": "Fale Comigo",
   "contact1_title": "Me mande um e-mail",
   "contact2_title": "Veja mais no GitHub",
   "contact3_title": "Mande uma DM no LinkedIn"
}