{
   "nav_home": "home",
   "nav_about": "about",
   "nav_skills": "skills",
   "nav_contact": "contact",
   "main_title": "I'm Ana, a Full Stack Developer",
   "github_button": "View GitHub",
   "about_title": "About Me",
   "about_text": [
    "I’m a full-stack developer passionate about creating solutions that combine design and performance. With over four years of experience on diverse projects, I work on both web and desktop applications, mastering technologies such as HTML, CSS, JavaScript, Bootstrap, MySQL, and Delphi, particularly in ERP systems.",
    "Furthermore, I am also a big enthusiast of information security, always seeking to combine performance with the secure development of my applications.",
    "Currently, I’m pursuing a degree in Systems Analysis and Development and always seeking continuous learning, exploring new tools and approaches to deliver even better experiences."
   ],
   "age_label": "Age:",
   "age_content": "21",
   "location_label": "Location:",
   "location_content": "São Paulo, Brazil",
   "color_label": "Color:",
   "color_content": "Red",
   "superhero_label": "Superhero:",
   "superhero_content": "Batman",
   "movie_label": "Movie:",
   "movie_content": "Interestellar",
   "tvshow_label": "TV Show:",
   "tvshow_content": "The Big Bang Theory",
   "book_label": "Book:",
   "book_content": "Maybe in Another Life — Taylor J. Reid",
   "skills_title": "My Skills",
   "skill1_title": "HTML/CSS",
   "skill1_text": "Experience in structuring web pages with a focus on semantics, accessibility, and best practices. Proficient in developing responsive and visually appealing interfaces, using both fundamental concepts and advanced features such as flexbox and grid.",
   "skill2_title": "JavaScript",
   "skill2_text": "Skilled in building dynamic and interactive features for web applications, from DOM manipulation to API integration. Focused on writing clean, scalable code that enhances both user experience and application performance.",
   "skill3_title": "PHP",
   "skill3_text": "Proficient in building reliable backend systems, skilled in structuring clean, secure, and maintainable code to support scalable web applications. Experienced with MVC frameworks, authentication flows, and integration with external services.",
   "skill4_title": "SQL",
   "skill4_text": "Knowledge in data modeling, writing optimized queries, and integrating relational databases into applications. Capable of handling large volumes of information while ensuring integrity, consistency, and efficiency in data storage and retrieval.",   
   "skill5_title": "Delphi",
   "skill5_text": "Experience in developing and maintaining desktop systems, with a strong background in ERP applications. Proficient in creating interfaces, reports, and business logic routines, ensuring robustness, stability, and high performance in enterprise solutions.",
   "contact_title": "Contact Me",
   "contact1_title": "Send me an e-mail",
   "contact2_title": "View more on GitHub",
   "contact3_title": "DM me on LinkedIn"
}